[
    {
        "img":"/C64Images",
        "titel":"Create a hook",
        "text":" A tagline, a statement, a word, or a question that gets the attention of the viewers",
        "text2":"Here the hook is the image of boredom felt by all the boys until a boy whispers some mischief into the ears of another boy.  That’s when everyone begins to feel happy again. The central theme is the music that’s playing, put on by the first boy who is younger than all of them.",
        "pointer":[]
    },
    
    {
        "img":"/C64Images",
        "titel":"Popularise",
        "text":"Ensure it reaches as many people as possible",
        "text2":"The video mainly uses kids, as they are the audience for BOSS’ kidswear collection. The brand name is reflected in many of the clothes worn by the actors.",
        "pointer":[]
    },
    
    {
        "img":"/C64Images",
        "titel":"Establish USP (unique selling point)",
        "text":"the customers should know within a minute what you’re selling and why, how, when and where they can buy it, and who you’re selling to.",
        "text2":"The customers should know within a minute what you’re selling and why, how, when and where they can buy it, and who you’re selling to.",
        "pointer":["The unique selling point is shown in the variety of clothes worn by each boy and the can-do attitude along with the ability to question shown by the boy writing with a marker. The other boys follow the same example by grabbing a marker as well, pointing to peer influence of positive characteristics.","We know from the title that it’s an autumn & winter collection of 2017.","Playfulness is another element shown in the wearers of BOSS’ clothes. But it’s light and gentle, typical of human behavior. ","The music impacts the lighting and the mood, regulated by an innocent kid who has no intentions as such.","The older boys play to seek attention, to be the best in the crowd. But ultimately, all the boys cooperate as a team indicated by the music fading into something suggestive of togetherness."]
    }
]